import React from 'react';
import '../../css/topNav.css';
import '../../css/about.css';


export const About = () => {

    return <div id='container'>
        
        <h1 id='about'>האגדה שלי</h1>
        <p>
            הסטודיו מתמחה בעיצוב ובתכנון פנים הן של חללים פרטיים למגורים והן של חללים מסחריים/משרדים.
            <br />
            הסטודיו הוקם על ידי מיכל אבוקראט, עו"ד לשעבר בתחום הנדל"ן, אשר אחרי שנים רבות של עיסוק לא רשמי בתחום עשתה תפנית מקצועית חדה לטובת עולם היצירה והעיצוב.
            <br />
            <br />
            פעילותו של הסטודיו מלווה בצוות מקצועי בתחום האדריכלות וההדמייה.

            אנו מלווים את לקוחותינו החל משלב התכנון ועד לסיום השיפוץ או הבנייה ופעמים רבות משתלבים כבר בשלב איתור הנכסים לרכישה ובשלב התכנון האדריכלי.
            <br />
            <br />
            שירותינו כוללים מדידה מקצועית של החלל, גיבוש הקונספט העיצובי, הכנת סקיצות תכנוניות ראשוניות, הכנת הדמיות תלת מימדיות להמחשת החלל, הכנת סט מלא של תוכניות לביצוע (לרבות תוכנית הריסה, בינוי, אינסטלציה, חשמל ותאורה, פריסות אמבטיה, הנמכות גבס, מיזוג אויר, מטבח ונגרות) <br />, הכנת כתב כמויות, עריכת מכרז קבלנים, פיקוח בנייה, ליווי צמוד לרכישת חומרי גמר (ריצופים, חיפויים, פרקטים, דלתות פנים וחוץ, ארונות מטבח ואמבטיה, כלים סניטריים וכיו') וליווי צמוד בשלב הסטיילינג (ארונות קיר, רהיטים, טקסטילים, תמונות, חפצי אומנות ונוי, גופי תאורה ואביזרים משלימים).<br /><br />

            אנו מתמחים בעיצוב דירות ובתים למגורים, בשינויי דיירים במסגרת פרויקטים קבלניים חדשים, בהשבחת נכסים למכירה, בעיצוב ובתכנון משרדים ועסקים (כחלק אינטגרלי מהליך המיתוג של המשרד או העסק ותוך התאמת העיצוב לשפה המיתוגית), בעיצוב חללים מסחריים ובהום סטיילינג, ומציעים שירות מקצועי, אדיב ואישי ללקוחותינו המרוצים.
        </p>
    </div>
}