import React from 'react';
import '../../css/topNav.css';
import '../../css/tips.css';

export const Tips = () => {
    return <div>
        <h1 className='tip'>טיפ 1 לעיצוב הבית, איך בוחרים סגנון ?</h1>
        <p>
            זכרו שזה הבית שלכם ואל תנסו לעצב אותו לבית אחר שראיתם בקטלוג, בעיצוב הבית אין אמת אחת ולכל אחד יש את הטעם שלו.
            אל תנסו לעצב בית שאמור למצוא חן בעיני אחרים, אתם אלו שתגורו בבית רוב הזמן ולכן עצבו אותו לטעמכם.
            אפשר להיעזר במגזינים ואתרים ואפשר לקחת רעיונות והשראות אבל בסוף תמיד תכניסו את הסטייל שלכם בפנים כדי להפוך אותו לשלכם.
            הבית הוא המקום שבו אתם תבלו את רוב זמנכם כך שהחלל צריך לשקף אתכם.</p>
            <img src="/src/images/general/tips3.jpg" className='imgTip'/>
        <h1 className='tip'>טיפ 2 לעיצוב הבית, אך בונים לוח השראה ?</h1>
        <p>
            תתחילו לאסוף חומרים ולהכין לוח השראה – לוח שמאגד את כל התמונות של דברים שהלהיבו אתכם ריגשו אתכם עשו לכם נעים כשאתם מרגישים שהייתם שמחים להיות כרגע בתוך התמונה הזו.
            כל עיצוב בית מתחיל ממחשבה שאמורה לייצר בסופו של דבר רגש חיובי למי שנמצא בבית.
            את לוח ההשראה ניתן להכין בפינטרסט – לוח השראה דיגיטלי או בצורה פיזית של גזירת תמונות ממגזינים ולהצמיד אותם על גבי הלוח.
            על גבי הלוח ניתן להצמיד גם בדים עם הטקסטורות או הדוגמאות שנעימות לכם תחיו עם הלוח הזה קצת בחלל ותראו איך אתם מרגישים לגבי הדברים שאספתם.
            זה הזמן לנדוד ולחקור סגנונות עיצוב אחרים ממה שהכרתם רק כדי לראות אם אתם מתחברים אליהם
            ברגע שיאספו מספיק השראות תראו אך פתאום תתחילו לראות את המראה שהייתם רוצים להשיג.</p>
            <img src="/src/images/general/tips1.jpg" className='imgTip'/>
        <h1 className='tip'>טיפ 3 לעיצוב הבית, איך בונים פלטת צבעים לבית ?   </h1>
        <p>
            אי אפשר לדבר על עיצוב הבית מבלי להתייחס לצבע, צבעונויות היא חלק אינטגרלי מהסביבה בה אנו חיים
            חשוב לזכור שצבע זה דבר הפיך ולכן העיזו בבחירות שלכם.
            צבע יכול להעביר תחושות לייצר תעתועים בחלל, מרחיב ,מגביה.
            תתחילו לדמיין את הצבעים שאתם רוצים להשתמש עבור הקירות, הרהיטים, התריסים, הווילונות, ועוד…
            הסתכלו על לוח ההשראה שהכנתם האם יש צבעים שחוזרים על עצמם בתמונות שבחרתם אם כן כנראה אתם נמשכים לצעוניות הזו
            החליטו על 3 צבעים כשאתם רוצים שיהיו בבית חוץ משחור ולבן וזו יכולה להיות פלטת הצבעים שלכם.
        </p>
        <img src="/src/images/general/tips2.jpg" className='imgTip'/>

    </div>
}